<template>
  <section class="mission">
    <p>
      Наша миссия: способствовать развитию наркополитики, основанной на
      гуманности, терпимости, защите здоровья, достоинства и прав человека.
    </p>
    <p>
      Работа ФАР строится на принципах горизонтального управления и развития
      проектов на основе инициатив людей, употребляющих наркотики, активистов и
      активисток, профессионалов и профессионалок в области общественного
      здравоохранения и защиты прав человека.
    </p>
    <p>Логотип и Дорога</p>
    <p>Это компонент Mission</p>
  </section>
</template>

<script>
export default {
  name: 'Mission',
}
</script>

<style scoped>
.mission {
  width: calc(100% / 2);
  background: burlywood;
}
@media screen and (max-width: 768px) {
  .achievement {
    width: 100%;
  }
}
</style>
